Repository: Aaronlves/Scholium
Catalog: Scholium/Resources/WebKitInterface.xcstrings
Source language: en
Languages: zh_hans

source: Footnote and endnote citation styles are unavailable. Your text was preserved.
zh_hans: 脚注和尾注引用样式不可用。您的文本已保留。

source: The citation operation could not finish. Your text was preserved.
zh_hans: 引用操作未能完成。您的文本已保留。

source: A citation operation is already active or this editor is unavailable.
zh_hans: 另一项引用操作正在进行，或此编辑器不可用。

source: Citation completion is stale.
zh_hans: 引用补全已失效。

source: Citation transaction is unavailable.
zh_hans: 引用操作不可用。

source: Citation source changed before acceptance.
zh_hans: 接受引用操作前，文档源文本已更改。

source: Citation Operation
zh_hans: 引用操作

source: Index
zh_hans: 索引

source: Insert Citation…
zh_hans: 插入引用…

source: Accept AI continuation: {text} (Tab)
zh_hans: 接受 AI 续写：{text}（Tab）

source: Accept index suggestion: {text} (Tab)
zh_hans: 接受索引建议：{text}（Tab）

source: AI continuation timed out.
zh_hans: AI 续写超时。

source: AI continuation is preparing.
zh_hans: AI 续写准备中。

source: AI continuation is retrieving related context.
zh_hans: AI 续写正在检索相关上下文。

source: AI continuation is composing.
zh_hans: AI 续写正在组织句子。

source: AI continuation is not enabled.
zh_hans: AI 续写未启用。

source: AI continuation is not connected. Connect Codex in Agents & Chat.
zh_hans: AI 续写未连接。请在“智能体与聊天”中连接 Codex。

source: AI continuation is not ready. Check Writing Assistance settings.
zh_hans: AI 续写尚未准备好。请检查“写作辅助”设置。

source: The selected AI continuation model is unavailable. Choose an available model in Writing Assistance.
zh_hans: 所选 AI 续写模型不可用。请在“写作辅助”中选择可用模型。

source: AI continuation is still stopping. Try again in a moment.
zh_hans: AI 续写仍在停止中，请稍后重试。

source: AI continuation could not connect. Check Agents & Chat.
zh_hans: AI 续写无法连接。请检查“智能体与聊天”。

source: AI continuation timed out. Library completion remains available.
zh_hans: AI 续写超时，仍可使用库内补全。

source: AI returned no usable continuation. Library completion remains available.
zh_hans: AI 未返回可用的续写，仍可使用库内补全。

source: AI continuation could not be used for this writing context.
zh_hans: 当前写作上下文无法使用 AI 续写。

source: AI continuation was cancelled.
zh_hans: AI 续写已取消。

source: AI continuation could not be generated. Library completion remains available.
zh_hans: AI 续写无法生成，仍可使用库内补全。

source: The edited Markdown document exceeds the supported editor size.
zh_hans: 编辑后的 Markdown 文档超出了编辑器支持的大小。

source: Finish editing the note title before switching documents.
zh_hans: 请先完成笔记标题编辑，再切换文档。

source: The replacement would make the document too large.
zh_hans: 替换后的文档将超出大小限制。

source: Copy
zh_hans: 复制

source: Expand
zh_hans: 放大

source: YAML frontmatter
zh_hans: YAML 文档头

source: Add accTitle and accDescr to provide a concise nonvisual account of this diagram.
zh_hans: 请添加 accTitle 和 accDescr，为此图提供简明的非视觉说明。

source: Blockquote
zh_hans: 块引用

source: Bold
zh_hans: 粗体

source: Bold text
zh_hans: 粗体文本

source: Bulleted list
zh_hans: 项目符号列表

source: Callout
zh_hans: 语义块

source: Caution
zh_hans: 限定

source: Close the YAML frontmatter in Source mode to restore the visual projection.
zh_hans: 请在源文本模式中闭合 YAML 前置元数据，以恢复可视化投影。

source: Code Block
zh_hans: 代码块

source: Comment
zh_hans: 评论

source: Comment for line {start}
zh_hans: 评论第 {start} 行

source: Comment for lines {start} through {end}
zh_hans: 评论第 {start} 至 {end} 行

source: Connections
zh_hans: 连接

source: Could not save. Your Comment is still here.
zh_hans: 无法保存。你的评论仍保留在此处。

source: Date
zh_hans: 日期

source: Diagram rendering is unavailable. Mermaid source is shown.
zh_hans: 图表渲染不可用，现显示 Mermaid 源文本。

source: Display Math
zh_hans: 行间公式

source: Divider
zh_hans: 分隔线

source: Edit mode unavailable
zh_hans: 编辑模式不可用

source: Embedded note
zh_hans: 嵌入笔记

source: Embedded note content for {title}
zh_hans: 嵌入笔记“{title}”的内容

source: Embedded note {title}
zh_hans: 嵌入笔记“{title}”

source: Emphasized text
zh_hans: 强调文本

source: Exact Markdown and YAML source
zh_hans: 精确的 Markdown 与 YAML 源文本

source: File and image paste is not supported in Editor 1.0.
zh_hans: 编辑器 1.0 不支持粘贴文件和图像。

source: Footnote
zh_hans: 文末脚注

source: Footnote {ordinal}
zh_hans: 脚注 {ordinal}

source: Heading level {level}
zh_hans: {level} 级标题

source: Highlight
zh_hans: 高亮

source: Illustration
zh_hans: 例证

source: Inline Code
zh_hans: 行内代码

source: Inline Math
zh_hans: 行内公式

source: Inline code
zh_hans: 行内代码

source: Introduces the note's purpose, scope, and route.
zh_hans: 说明笔记的目的、范围与阅读路径。

source: Isolates a claim, definition, principle, formula, distinction, or compact argument without endorsing it.
zh_hans: 单独呈现论点、定义、原则、公式、区分或简短论证，并不表示研究者赞同它。

source: Italic
zh_hans: 斜体

source: Link
zh_hans: 链接

source: Link Annotation
zh_hans: 链接注释

source: Markdown editor, Edit mode
zh_hans: Markdown 编辑器，编辑模式

source: Markdown source editor
zh_hans: Markdown 源文本编辑器

source: Markdown table
zh_hans: Markdown 表格

source: Marks a limitation, unresolved dependency, source restriction, or interpretive warning.
zh_hans: 标明适用范围、待决依赖、文献限制或解释上的保留。

source: Mathematics could not be rendered. Source is shown.
zh_hans: 数学公式无法渲染，现显示源文本。

source: Mermaid source: {source}
zh_hans: Mermaid 源文本：{source}

source: No preview is available at the insertion point.
zh_hans: 插入点处没有可用的预览。

source: Note
zh_hans: 注记

source: Note title
zh_hans: 笔记标题

source: Numbered list
zh_hans: 编号列表

source: Open comment at line {start}
zh_hans: 打开第 {start} 行的评论

source: Open comment at lines {start} through {end}
zh_hans: 打开第 {start} 至 {end} 行的评论

source: Open {count} comments at line {start}
zh_hans: 打开第 {start} 行的 {count} 条评论

source: Open {count} comments at lines {start} through {end}
zh_hans: 打开第 {start} 至 {end} 行的 {count} 条评论

source: Open embedded note {title}
zh_hans: 打开嵌入笔记“{title}”

source: Orientation
zh_hans: 导读

source: Paragraph
zh_hans: 段落

source: Presents a scenario, example, thought experiment, or test case used in reasoning.
zh_hans: 呈现用于推理的案例、例证、思想实验或检验情境。

source: Preserves an unsupported callout without assigning a research role.
zh_hans: 保留尚未归入研究角色的语义块。

source: Preserves source-specific wording with attribution.
zh_hans: 保留具有明确出处的原文表述。

source: Preview content
zh_hans: 预览内容

source: Quotation
zh_hans: 引文

source: Records sources that anchor the note without implying that they support every claim.
zh_hans: 列出与笔记相关的文献，不据此推定它们支持其中的每项主张。

source: Return saves · Shift-Return adds a line · Escape cancels
zh_hans: Return 保存 · Shift-Return 换行 · Escape 取消

source: Routes the reader to a curated set of neighboring knowledge objects.
zh_hans: 指向经研究者选择的相关论题、概念或笔记。

source: Saving…
zh_hans: 正在保存…

source: Selection actions
zh_hans: 选区操作

source: Source
zh_hans: 文献

source: Statement
zh_hans: 论点

source: Strikethrough
zh_hans: 删除线

source: Submit Comment for QA
zh_hans: 提交评论以供 QA

source: Table
zh_hans: 表格

source: Task item
zh_hans: 任务项

source: The editor could not preserve the exact source line endings.
zh_hans: 编辑器无法保留精确的源文本换行符。

source: The Markdown editor could not start.
zh_hans: Markdown 编辑器无法启动。

source: The Review renderer stopped unexpectedly.
zh_hans: 审阅渲染器意外停止。

source: This Comment is too long to save here.
zh_hans: 此评论过长，无法在此保存。

source: This Mermaid diagram could not be isolated safely. Source is shown.
zh_hans: 此 Mermaid 图无法安全隔离，现显示源文本。

source: This Mermaid diagram could not be rendered. Source is shown.
zh_hans: 此 Mermaid 图无法渲染，现显示源文本。

source: This Mermaid diagram is unsupported or could not be rendered. Source is shown.
zh_hans: 此 Mermaid 图不受支持或无法渲染，现显示源文本。

source: Annotated Wikilink
zh_hans: 带注释双链

source: linked note
zh_hans: 所链接的笔记

source: Show Link Annotation for {title}
zh_hans: 显示“{title}”的链接注释

source: Hide Link Annotation for {title}
zh_hans: 隐藏“{title}”的链接注释

source: Callout: {title}
zh_hans: 语义块：{title}

source: The insertion position changed. Confirm the cursor again.
zh_hans: 插入位置已改变。请重新确认光标位置。

source: The reference is too large.
zh_hans: 引用内容过长。

source: Finish composition before adopting a suggestion.
zh_hans: 请先完成输入法组字，再采用建议。

source: The passage changed. Request a new suggestion.
zh_hans: 原文段落已改变。请重新请求建议。

source: The suggestion is too large.
zh_hans: 建议内容过长。

source: Empty Note
zh_hans: 空笔记

source: This note has no body content.
zh_hans: 此笔记没有正文内容。

source: Footnotes
zh_hans: 脚注

source: Return to footnote reference {ordinal}
zh_hans: 返回脚注 {ordinal} 的引用处

source: Completed task
zh_hans: 已完成的任务

source: Incomplete task
zh_hans: 未完成的任务
